Repository: alordiel/virtual-adoption
Catalog: languages/*.po
Languages: bg_bg

source: Virtual Adoption
bg_bg: Виртуални осиновявания

source: Alexander Vasilev
bg_bg: Александър Василев

source: Active subscriptions: %d
bg_bg: Активни спонсори: %d

source: Pending subscriptions: %d
bg_bg: Изчакващи плащане: %d

source: Cancelled subscriptions: %d
bg_bg: Спрени спонсорирания: %d

source: Total monthly donations: %s EUR
bg_bg: Общо дарения: %s EUR

source: Download the last generated report
bg_bg: Изтеглете обобщен доклад

source: Virtual Adoptions
bg_bg: Виртуални осиновявания

source: Virtual Adoptions settings
bg_bg: Настройки на виртуални осиновявания

source: You do not have sufficient permissions to access this page.
bg_bg: Нямате права за достъп до тази страница.

source: Upload image
bg_bg: Кажи изображение

source: Remove image
bg_bg: Премахни изображение

source: Save Changes
bg_bg: Запази промените

source: Test PayPal connection
bg_bg: Тест на връзката с PayPal

source: The PayPal client ID and secret key can not be empty.
bg_bg: Полетата за PayPal client ID и secret key не трябва да са празни.

source: Missing some data.
bg_bg: Липсват данни.

source: You need to accept our terms and conditions.
bg_bg: Трябва да приемете нашите условия за ползване.

source: There is problem with the donation amount.
bg_bg: Има проблем със сумата на дарението.

source: We do not have record of that animal
bg_bg: Нямаме данни за това животно.

source: There is an empty field from your form. Please check all the fields
bg_bg: Някои от полетата са празни. Моля попълнете ги.

source: You need to accept the terms in order to continue.
bg_bg: Трябва да приемете нашите условия за ползване.

source: No subscription ID.
bg_bg: Няма ID на абонамента.

source: This subscription does not belong to you!
bg_bg: Това дарение не записано към твоя акаунт.

source: Successfully cancelled.
bg_bg: Месечното дарение е прекратено.

source: Cancelled
bg_bg: Прекратено

source: First Name
bg_bg: Име

source: Last Name
bg_bg: Фамилия

source: Email
bg_bg: Имейл

source: Gifted Email
bg_bg: Имейл на получател

source: Animal Name
bg_bg: Име на животно

source: Donated Amount
bg_bg: Сума на дарението

source: Currency
bg_bg: Валува

source: Status
bg_bg: Статус

source: Completed cycles
bg_bg: Завършени месечни плащания

source: Start date
bg_bg: Начална дата

source: Cancellation date
bg_bg: Дата на прекратяване

source: Email not recognized or not found
bg_bg: Имейлът не е намерен или не е валиден

source: An email with link to reset you password was sent.
bg_bg: Успешно беше изпратен имейл с линк за нулиране на паролата ви.

# post type general name
source: Sheltered animals
bg_bg: Приютени животни

# post type singular name
source: Sheltered animal
bg_bg: Приютено животно

# admin menu
source: Sheltered animals
bg_bg: Приютени животни

# add new on admin bar
source: Sheltered animal
bg_bg: Приютено животно

# Sheltered animal
source: Add New
bg_bg: Добави

source: Add New
bg_bg: Добави

source: New sheltered animal
bg_bg: Ново животно

source: Edit sheltered animal
bg_bg: Редактирай

source: View sheltered animal
bg_bg: Виж

source: All sheltered animals
bg_bg: Всички животни

source: Search sheltered animals
bg_bg: Потърси

source: No sheltered animal found.
bg_bg: Няма намерени животни

source: No sheltered animal found in Trash.
bg_bg: Няма намерени животни в кофата

source: Description.
bg_bg: Описание

source: Animal's details
bg_bg: Детайли за животното

source: Age of the animal (years)
bg_bg: Възраст на животното (години)

source: Years spent in the shelter
bg_bg: Години прекарани в приюта

source: Sex of the animal
bg_bg: Пол

source: Male
bg_bg: Мъжко

source: Female
bg_bg: Женско

source: Image
bg_bg: Изображение

source: Subscription plan details
bg_bg: Дарителски план

source: Plan cost
bg_bg: Стойност на плана

source: -- Select currency --
bg_bg: -- Избери валута --

source: PayPal product ID
bg_bg: PayPal - продуктово ID

source: PayPal subscription plan ID
bg_bg: PayPal ID на абонаментен план

source: Previous Page
bg_bg: Предишна страница

source: Next Page
bg_bg: Следваща страница

source: View all animals
bg_bg: Виж всички животни

source: Invalid email
bg_bg: Невалиден имейл

source: Please enter email and password
bg_bg: Моля въведете имейл и парола

source: Password
bg_bg: Парола

source: Remember Me
bg_bg: Запомни ме

source: Log in
bg_bg: Вход

source: Lost your password?
bg_bg: Забравена парола?

source: You can edit your profile form <a href="%s">here</a>.
bg_bg: Може да редактирате профила си <a href="%s">от тук</a>.

source: This is the list of your subscriptions
bg_bg: Това е списъка с вашите виртуално осиновени животни

source: We are missing details for subscription with ID %d
bg_bg: Нямаме данни за елемент с ID %d

source: Name
bg_bg: Име

source: Monthly donation
bg_bg: Месечно плащане

source: Next payment
bg_bg: Следващо плащане

source: Cancelled on %s
bg_bg: Спряна на %s

source: Subscription status
bg_bg: Статус

source: Cancel subscription
bg_bg: Прекрати дарението

source: No subscriptions found. You can check our animals waiting for your sponsorship <a href="%s">here</a>.
bg_bg: Няма намерени дарения. Може да намерите животно, което да подкрепите на този <a href="%s">линк</a>.

source: Age
bg_bg: Възраст

source: In the shelter
bg_bg: В приюта от

source: Sex
bg_bg: Пол

source: You have this animal in your adoption list. You can check your supported animals <a href="">here</a>.
bg_bg: Това животно вече в списъка ви с виртуално осиновявания. Може да видите списъка си <a href="">тук</a>.

source: Sponsor me
bg_bg: Подкрепи

source: Adopted
bg_bg: Осиновено от вас

source: Read my story
bg_bg: Прочети историята ми

source: Choose sponsorship amount per month
bg_bg: Измери месечно дарение

source: This will be a gift
bg_bg: Това дарение ще е подарък

source: Gift receiver's email
bg_bg: Имейл на получателя

source: I have read and agree to the website <a href="%s" target="_blank" rel="noopener noreferrer">terms and conditions</a>
bg_bg: Прочетох и се съгласявам с <a href="%s" target="_blank" rel="noopener noreferrer">правилата и условията</a> за ползване

source: Required field.
bg_bg: Задължително поле.

source: You need to accept the terms and conditions.
bg_bg: Трябва да приемете нашите правила и условия за ползване на сайта.

source: You need to select a monthly donation amount
bg_bg: Трябва да изберете сума на месечното дарение

source: Missing gift email.
bg_bg: Липсва имейл на получателя.

source: No animal was selected for donation.
bg_bg: Няма избрано животно за виртуално осиновяване

source: How it works?
bg_bg: Как работи?

source: Pick an animal to sponsor
bg_bg: Избери животно за виртуално осиновяване

source: Choose an animal who appeals most to you, or a animal with a story that tugs simply at your heartstrings.
bg_bg: Изберете животинче, което най вие харесало или искате да подкрепите

source: Set up your sponsorship
bg_bg: Изберете сума на дарение

source: Tell us how much you'd like to give. For gift sponsorships we'll just need to know who to send animal's updates too. Payment is done securely through PayPal.
bg_bg: Изберете с каква сума бихте искали да подпомогнете животинката. Може да изберете дарението ви бъде като подарък, за някой ваш близък, трябва само да оставите неин/негов имейл. Плащането се извършва чрез PayPal на веднъж в месеца.

source: First name
bg_bg: Име

source: Last name
bg_bg: Фамилия

source: Confirm Password
bg_bg: Повторете паролата

source: Sign up
bg_bg: Регистрация

source: After the registration you will be automatically logged in and you can proceed with the virtual adoption.
bg_bg: След регистрацията ще бъдете автоматично логнати и ще можете да продължите с процеса по виртуалното осиновяване.

source: View all
bg_bg: Виж всички

source: All
bg_bg: Всички
